const menu = (prefix, NomeDoBot, sender) => {
return `​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​
┎┅┅┅┅━═⋅═━━━━═⋅═━┅┅┅┅☾⋆
┖╮*⚡𝑺𝒆𝒋𝒂 𝑩𝒆𝒎-𝑽𝒊𝒏𝒅𝒐 (𝒂)!🛸*
┇├┉━┅━┅━┅━┅━┅━┅━⋅≎⋆ᐧ
┇ |
┇ |⚡⋆͜͡҈➳ *Bot:* ${NomeDoBot}
┇ |⚡⋆͜͡҈➳ *Usuário:* @${sender.split("@")[0]}⁩ 
┇ |
┇╰┉━┅━┅━┅━┅━┅━┅━⋅≎⋆ᐧ
╰┮╼╼╼╼╼╍⋅⊹⋅⋅⦁ ⚡ ⦁⋅⋅⊹⋅╍╾╾╾╾☾⋆
▹▫◃
┎┶┅┅┅━═⋅═━━━━═⋅═━┅┅┅┅☾⋆
┖╮
╭┤ˑ࣪    ִ .̇  ۫  ̣ ֽ֗🛸 𝐌𝐄𝐍𝐔 🛸·๋  ִ֗  ᐧ ֶּ֓ ˑ࣪ 
┇├┉━┅━┅━┅━┅━┅━┅━⋅≎⋆ᐧ
┇ |⚡⋆͜͡҈➳ *${prefix}totext*
┇ |⚡⋆͜͡҈➳ *${prefix}alugarbot*
┇ |⚡⋆͜͡҈➳ *${prefix}minhaskey*
┇ |⚡⋆͜͡҈➳ *${prefix}suicidio*
┇ |⚡⋆͜͡҈➳ *${prefix}sugestao*
┇ |⚡⋆͜͡҈➳ *${prefix}idiomas*
┇ |⚡⋆͜͡҈➳ *${prefix}bug*
┇ |⚡⋆͜͡҈➳ *${prefix}avaliar*
┇ |⚡⋆͜͡҈➳ *${prefix}ping*
┇ |⚡⋆͜͡҈➳ *${prefix}noticias*
┇ |⚡⋆͜͡҈➳ *${prefix}cnnbrasil*
┇ |⚡⋆͜͡҈➳ *${prefix}globo*
┇ |⚡⋆͜͡҈➳ *${prefix}poder360*
┇ |⚡⋆͜͡҈➳ *${prefix}uol*
┇ |⚡⋆͜͡҈➳ *${prefix}corretor*
┇ |⚡⋆͜͡҈➳ *${prefix}legenda-foto*
┇ |⚡⋆͜͡҈➳ *${prefix}jovempan*
┇ |⚡⋆͜͡҈➳ *${prefix}falar*
┇ |⚡⋆͜͡҈➳ *${prefix}emoji*
┇ |⚡⋆͜͡҈➳ *${prefix}emojimix*
┇ |⚡⋆͜͡҈➳ *${prefix}tagme*
┇ |⚡⋆͜͡҈➳ *${prefix}perfil*
┇ |⚡⋆͜͡҈➳ *${prefix}puxarfoto*
┇ |⚡⋆͜͡҈➳ *${prefix}biografia*
┇ |⚡⋆͜͡҈➳ *${prefix}nick*
┇ |⚡⋆͜͡҈➳ *${prefix}tabela*
┇ |⚡⋆͜͡҈➳ *${prefix}ptvmsg*
┇ |⚡⋆͜͡҈➳ *${prefix}traduzir*
┇ |⚡⋆͜͡҈➳ *${prefix}calcular*
┇ |⚡⋆͜͡҈➳ *${prefix}simi*
┇ |⚡⋆͜͡҈➳ *${prefix}cantadas*
┇ |⚡⋆͜͡҈➳ *${prefix}atividade*
┇ |⚡⋆͜͡҈➳ *${prefix}rankativo*
┇ |⚡⋆͜͡҈➳ *${prefix}checkativo*
┇ |⚡⋆͜͡҈➳ *${prefix}donos*
┇ |⚡⋆͜͡҈➳ *${prefix}dono*
┇ |⚡⋆͜͡҈➳ *${prefix}criador*
┇ |⚡⋆͜͡҈➳ *${prefix}fatos*
┇ |⚡⋆͜͡҈➳ *${prefix}lerfoto*
┇ |⚡⋆͜͡҈➳ *${prefix}correio*
┇ |⚡⋆͜͡҈➳ *${prefix}repetir*
┇ |⚡⋆͜͡҈➳ *${prefix}printsite*
┇ |⚡⋆͜͡҈➳ *${prefix}memes*
┇ |⚡⋆͜͡҈➳ *${prefix}dado*
┇ |⚡⋆͜͡҈➳ *${prefix}contar*
┇╰┉━┅━┅━┅━┅━┅━┅━⋅≎⋆ᐧ
╰╼╼╼╼╼╍⋅⊹⋅⋅⦁ ⚡ ⦁⋅⋅⊹⋅╍╾╾╾╾☾⋆`;
};

exports.menu = menu;

// MENU PORNÔ

const menuporno = (prefix, NomeDoBot, sender) => {
return `​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​
┎┅┅┅┅━═⋅═━━━━═⋅═━┅┅┅┅☾⋆
┖╮*😈 𝑺𝒆𝒋𝒂 𝑩𝒆𝒎-𝑽𝒊𝒏𝒅𝒐 (𝒂)! 🔞*
┇├┉━┅━┅━┅━┅━┅━┅━⋅≎⋆ᐧ
┇ |
┇ |⚡⋆͜͡҈➳  *Bot:* ${NomeDoBot}
┇ |⚡⋆͜͡҈➳  *Usuário:* @${sender.split("@")[0]}⁩ 
┇ |
┇╰┉━┅━┅━┅━┅━┅━┅━⋅≎⋆ᐧ
╰┮╼╼╼╼╼╍⋅⊹⋅⋅⦁ 😈 ⦁⋅⋅⊹⋅╍╾╾╾╾☾⋆
▹▫◃
┎┶┅┅┅━═⋅═━━━━═⋅═━┅┅┅┅☾⋆
┖╮
╭┤ˑ࣪    ִ .̇  ۫  ̣ ֽ֗ 🔞 𝐌𝐄𝐍𝐔 - 𝐏𝐎𝐑𝐍𝐎 😈·๋  ִ֗  ᐧ ֶּ֓ ˑ࣪ 
┇├┉━┅━┅━┅━┅━┅━┅━⋅≎⋆
┇ | 😈⋆͜͡҈➳ *${prefix}xvideos (Link do Vídeo no Xvideos)*
┇ | 😈⋆͜͡҈➳ *${prefix}amador*
┇ | 😈⋆͜͡҈➳ *${prefix}onlyfans*
┇ | 😈⋆͜͡҈➳ *${prefix}porno*
┇ | 😈⋆͜͡҈➳ *${prefix}egirlvideo*
┇ | 😈⋆͜͡҈➳ *${prefix}aline*
┇ | 😈⋆͜͡҈➳ *${prefix}alifox*
┇ | 😈⋆͜͡҈➳ *${prefix}alycia*
┇ | 😈⋆͜͡҈➳ *${prefix}amichan*
┇ | 😈⋆͜͡҈➳ *${prefix}aninha*
┇ | 😈⋆͜͡҈➳ *${prefix}victoria*
┇ | 😈⋆͜͡҈➳ *${prefix}belle*
┇ | 😈⋆͜͡҈➳ *${prefix}brenda*
┇ | 😈⋆͜͡҈➳ *${prefix}cami*
┇ | 😈⋆͜͡҈➳ *${prefix}clowniac*
┇ | 😈⋆͜͡҈➳ *${prefix}feh*
┇ | 😈⋆͜͡҈➳ *${prefix}giovanna*
┇ | 😈⋆͜͡҈➳ *${prefix}isadora*
┇ | 😈⋆͜͡҈➳ *${prefix}isa*
┇ | 😈⋆͜͡҈➳ *${prefix}lay*
┇ | 😈⋆͜͡҈➳ *${prefix}leticia*
┇ | 😈⋆͜͡҈➳ *${prefix}marina*
┇ | 😈⋆͜͡҈➳ *${prefix}maru*
┇ | 😈⋆͜͡҈➳ *${prefix}princesa*
┇ | 😈⋆͜͡҈➳ *${prefix}meladinha*
┇ | 😈⋆͜͡҈➳ *${prefix}nath*
┇ | 😈⋆͜͡҈➳ *${prefix}nega*
┇ | 😈⋆͜͡҈➳ *${prefix}polonesa*
┇ | 😈⋆͜͡҈➳ *${prefix}rute*
┇ | 😈⋆͜͡҈➳ *${prefix}celestine*
┇ | 😈⋆͜͡҈➳ *${prefix}carnie*
┇ | 😈⋆͜͡҈➳ *${prefix}gotica*
┇ | 😈⋆͜͡҈➳ *${prefix}phsearch*
┇╰┉━┅━┅━┅━┅━┅━┅━⋅≎⋆ᐧ
╰╼╼╼╼╼╍⋅⊹⋅⋅⦁ 😈 ⦁⋅⋅⊹⋅╍╾╾╾╾☾⋆`
};

exports.menuporno = menuporno;
    
// MENU PESQUISAS

const pesquisas = (prefix, NomeDoBot, sender) => {
return `​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​
┎┅┅┅┅━═⋅═━━━━═⋅═━┅┅┅┅☾⋆
┖╮*📚 𝑺𝒆𝒋𝒂 𝑩𝒆𝒎-𝑽𝒊𝒏𝒅𝒐 (𝒂)! 🤓*
┇├┉━┅━┅━┅━┅━┅━┅━⋅≎⋆ᐧ
┇ |
┇ |⚡⋆͜͡҈➳ *Bot:* ${NomeDoBot}
┇ |⚡⋆͜͡҈➳ *Usuário:* @${sender.split("@")[0]}⁩⁩⁩ 
┇ |
┇╰┉━┅━┅━┅━┅━┅━┅━⋅≎⋆ᐧ
╰┮╼╼╼╼╼╍⋅⊹⋅⋅⦁ 🤓 ⦁⋅⋅⊹⋅╍╾╾╾╾☾⋆
▹▫◃
┎┶┅┅┅━═⋅═━━━━═⋅═━┅┅┅┅☾⋆
┖╮
╭┤ˑ࣪    ִ .̇  ۫  ̣ ֽ֗ 📚 𝐏𝐄𝐒𝐐𝐔𝐈𝐒𝐀𝐒 🤓·๋  ִ֗  ᐧ ֶּ֓ ˑ࣪ 
┇├┉━┅━┅━┅━┅━┅━┅━⋅≎⋆
┇ | 📚⋆͜͡҈➳ *${prefix}clashstalk*
┇ | 📚⋆͜͡҈➳ *${prefix}igstalk*
┇ | 📚⋆͜͡҈➳ *${prefix}steam*
┇ | 📚⋆͜͡҈➳ *${prefix}pensador*
┇ | 📚⋆͜͡҈➳ *${prefix}nasa*
┇ | 📚⋆͜͡҈➳ *${prefix}serie*
┇ | 📚⋆͜͡҈➳ *${prefix}movie*
┇ | 📚⋆͜͡҈➳ *${prefix}playstore*
┇ | 📚⋆͜͡҈➳ *${prefix}aptoide*
┇ | 📚⋆͜͡҈➳ *${prefix}gpt*
┇ | 📚⋆͜͡҈➳ *${prefix}clima*
┇ | 📚⋆͜͡҈➳ *${prefix}book*
┇ | 📚⋆͜͡҈➳ *${prefix}lyrics*
┇ | 📚⋆͜͡҈➳ *${prefix}amazon*
┇ | 📚⋆͜͡҈➳ *${prefix}mlsrc*
┇ | 📚⋆͜͡҈➳ *${prefix}americanas*
┇ | 📚⋆͜͡҈➳ *${prefix}submarino*
┇ | 📚⋆͜͡҈➳ *${prefix}wikipedia*
┇ | 📚⋆͜͡҈➳ *${prefix}imagine*
┇ | 📚⋆͜͡҈➳ *${prefix}gimage*
┇ | 📚⋆͜͡҈➳ *${prefix}pinterest*
┇ | 📚⋆͜͡҈➳ *${prefix}gemini*
┇ | 📚⋆͜͡҈➳ *${prefix}cotacao*
┇ | 📚⋆͜͡҈➳ *${prefix}dicionario*
┇╰┉━┅━┅━┅━┅━┅━┅━⋅≎⋆ᐧ
╰╼╼╼╼╼╍⋅⊹⋅⋅⦁ 📚 ⦁⋅⋅⊹⋅╍╾╾╾╾☾⋆`;
};

exports.pesquisas = pesquisas;

// MENU DE ADMINISTRADORES 

const menuadm = (prefix, NomeDoBot, sender) => {
return `
┎┅┅┅┅━═⋅═━━━━═⋅═━┅┅┅┅
┖╮*🛡 𝑺𝒆𝒋𝒂 𝑩𝒆𝒎-𝑽𝒊𝒏𝒅𝒐 (𝒂)! 🛡*
┇├┉━┅━┅━┅━┅━┅━┅━⋅≎⋆ᐧ
┇ |
┇ |⚡⋆͜͡҈➳ *Bot:* ${NomeDoBot}
┇ |⚡⋆͜͡҈➳ *Usuário:* @${sender.split("@")[0]} 
┇ |
┇╰┉━┅━┅━┅━┅━┅━┅━⋅≎⋆ᐧ
╰┮╼╼╼╼╼╍⋅⊹⋅⋅⦁ 🛡 ⦁⋅⋅⊹⋅╍╾╾╾╾☾⋆
▹▫◃
┎┶┅┅┅━═⋅═━━━━═⋅═━┅┅┅┅☾⋆
┖╮
╭┤ˑ࣪    ִ .̇  ۫  ̣ ֽ֗ 🛡 𝐌𝐄𝐍𝐔 - 𝐀𝐃𝐌𝐈𝐍𝐒 🛡·๋  ִ֗  ᐧ ֶּ֓ ˑ࣪ 
┇├┉━┅━┅━┅━┅━┅━┅━⋅≎⋆
┇ | 🛡⋆͜͡҈➳ *${prefix}antiporn 1/0*
┇ | 🛡⋆͜͡҈➳ *${prefix}autototext 1/0*
┇ | 🛡⋆͜͡҈➳ *${prefix}antimencstatus*
┇ | 🛡⋆͜͡҈➳ *${prefix}autogpt 1/0*
┇ | 🛡⋆͜͡҈➳ *${prefix}advertir @*
┇ | 🛡⋆͜͡҈➳ *${prefix}rmadv @*
┇ | 🛡⋆͜͡҈➳ *${prefix}antiimg (1/0)*
┇ | 🛡⋆͜͡҈➳ *${prefix}antiimg2 (1/0)*
┇ | 🛡⋆͜͡҈➳ *${prefix}antivideo (1/0)*
┇ | 🛡⋆͜͡҈➳ *${prefix}antiaudio (1/0)*
┇ | 🛡⋆͜͡҈➳ *${prefix}antisticker (1/0)*
┇ | 🛡⋆͜͡҈➳ *${prefix}antiloc (1/0)*
┇ | 🛡⋆͜͡҈➳ *${prefix}anticontato (1/0)*
┇ | 🛡⋆͜͡҈➳ *${prefix}antidoc (1/0)*
┇ | 🛡⋆͜͡҈➳ *${prefix}antilinkgp (1/0)*
┇ | 🛡⋆͜͡҈➳ *${prefix}antifake (1/0)*
┇ | 🛡⋆͜͡҈➳ *${prefix}antinotas (1/0)*
┇ | 🛡⋆͜͡҈➳ *${prefix}anticatalogo (1/0)*
┇ | 🛡⋆͜͡҈➳ *${prefix}antipalavrao (1/0)*
┇ | 🛡⋆͜͡҈➳ *${prefix}addpalavra (palavra)*
┇ | 🛡⋆͜͡҈➳ *${prefix}delpalavra (palavra)*
┇ | 🛡⋆͜͡҈➳ *${prefix}limitecaracteres (1/0)*
┇ | 🛡⋆͜͡҈➳ *${prefix}bemvindo (1/0)*
┇ | 🛡⋆͜͡҈➳ *${prefix}bemvindo2 (1/0)*
┇ | 🛡⋆͜͡҈➳ *${prefix}simih (1/0)*
┇ | 🛡⋆͜͡҈➳ *${prefix}simih2 (1/0)*
┇ | 🛡⋆͜͡҈➳ *${prefix}autosticker (1/0)*
┇ | 🛡⋆͜͡҈➳ *${prefix}autoresp (1/0)*
┇ | 🛡⋆͜͡҈➳ *${prefix}modo+18 (1/0)*
┇ | 🛡⋆͜͡҈➳ *${prefix}modo-gamer (1/0)*
┇ | 🛡⋆͜͡҈➳ *${prefix}modopuxadas (1/0)*
┇ | 🛡⋆͜͡҈➳ *${prefix}odelete (1/0)*
┇ | 🛡⋆͜͡҈➳ *${prefix}x9visuunica (1/0)*
┇ | 🛡⋆͜͡҈➳ *${prefix}x9 (1/0)*
┇ | 🛡⋆͜͡҈➳ *${prefix}legenda_imagem (texto)*
┇ | 🛡⋆͜͡҈➳ *${prefix}legenda_video (texto)*
┇ | 🛡⋆͜͡҈➳ *${prefix}legenda_estrangeiro (texto)*
┇ | 🛡⋆͜͡҈➳ *${prefix}legendabv (texto)*
┇ | 🛡⋆͜͡҈➳ *${prefix}legendabv2 (texto)*
┇ | 🛡⋆͜͡҈➳ *${prefix}legendasaiu (texto)*
┇ | 🛡⋆͜͡҈➳ *${prefix}legendasaiu2 (texto)*
┇ | 🛡⋆͜͡҈➳ *${prefix}so_adm*
┇ | 🛡⋆͜͡҈➳ *${prefix}resetlink*
┇ | 🛡⋆͜͡҈➳ *${prefix}requestgp -list*
┇ | 🛡⋆͜͡҈➳ *${prefix}requestgp -a (numero)*
┇ | 🛡⋆͜͡҈➳ *${prefix}requestgp -r (numero)*
┇ | 🛡⋆͜͡҈➳ *${prefix}grupo (f/a)*
┇ | 🛡⋆͜͡҈➳ *${prefix}fechargp (tempo)*
┇ | 🛡⋆͜͡҈➳ *${prefix}cancelar_fgp*
┇ | 🛡⋆͜͡҈➳ *${prefix}statusgp*
┇ | 🛡⋆͜͡҈➳ *${prefix}listanegra (numero)*
┇ | 🛡⋆͜͡҈➳ *${prefix}tirardalista (numero)*
┇ | 🛡⋆͜͡҈➳ *${prefix}listanegraG (numero)*
┇ | 🛡⋆͜͡҈➳ *${prefix}tirardalistaG (numero)*
┇ | 🛡⋆͜͡҈➳ *${prefix}multiprefixo (1/0)*
┇ | 🛡⋆͜͡҈➳ *${prefix}add_prefixo (prefixo)*
┇ | 🛡⋆͜͡҈➳ *${prefix}tirar_prefixo (prefixo)*
┇ | 🛡⋆͜͡҈➳ *${prefix}banghost*
┇ | 🛡⋆͜͡҈➳ *${prefix}mute*
┇ | 🛡⋆͜͡҈➳ *${prefix}desmute*
┇ | 🛡⋆͜͡҈➳ *${prefix}ban*
┇ | 🛡⋆͜͡҈➳ *${prefix}ausente (texto)*
┇ | 🛡⋆͜͡҈➳ *${prefix}ativo*
┇ | 🛡⋆͜͡҈➳ *${prefix}promover*
┇ | 🛡⋆͜͡҈➳ *${prefix}rebaixar*
┇ | 🛡⋆͜͡҈➳ *${prefix}changegroup (all/adms)*
┇ | 🛡⋆͜͡҈➳ *${prefix}rmphotogp (remove a ft do gp)*
┇ | 🛡⋆͜͡҈➳ *${prefix}ephemeral [1/0] (msg-temp)*
┇ | 🛡⋆͜͡҈➳ *${prefix}descgp (texto)*
┇ | 🛡⋆͜͡҈➳ *${prefix}nomegp (texto)*
┇ | 🛡⋆͜͡҈➳ *${prefix}totag (mencionar algo)*
┇ | 🛡⋆͜͡҈➳ *${prefix}status*
┇ | 🛡⋆͜͡҈➳ *${prefix}limpar*
┇ | 🛡⋆͜͡҈➳ *${prefix}atividades*
┇ | 🛡⋆͜͡҈➳ *${prefix}linkgp*
┇ | 🛡⋆͜͡҈➳ *${prefix}grupoinfo*
┇ | 🛡⋆͜͡҈➳ *${prefix}hidetag (texto ou marcar algo)*
┇ | 🛡⋆͜͡҈➳ *${prefix}marcar (marca geral do gp)*
┇ | 🛡⋆͜͡҈➳ *${prefix}anagrama (1/0)*
┇ | 🛡⋆͜͡҈➳ *${prefix}antipalavra (1/0)*
┇ | 🛡⋆͜͡҈➳ *${prefix}criartabela (texto)*
┇ | 🛡⋆͜͡҈➳ *${prefix}tabelagp*
┇╰┉━┅━┅━┅━┅━┅━┅━⋅≎⋆ᐧ
╰╼╼╼╼╼╍⋅⊹⋅⋅⦁ 🛡 ⦁⋅⋅⊹⋅╍╾╾╾╾☾⋆`;
};

exports.menuadm = menuadm;

//MENU DOWNLOADS

const menudownload = (prefix, NomeDoBot, sender) => {
return` ​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​
┎┅┅┅┅━═⋅═━━━━═⋅═━┅┅┅┅
┖╮*💿 𝑺𝒆𝒋𝒂 𝑩𝒆𝒎-𝑽𝒊𝒏𝒅𝒐 (𝒂)! 💿*
┇├┉━┅━┅━┅━┅━┅━┅━⋅≎⋆ᐧ
┇ |
┇ | ⚡⋆͜͡҈➳ *Bot:* ${NomeDoBot}
┇ | ⚡⋆͜͡҈➳ *Usuário:* @${sender.split("@")[0]}
┇ |
┇╰┉━┅━┅━┅━┅━┅━┅━⋅≎⋆ᐧ
╰┮╼╼╼╼╼╍⋅⊹⋅⋅⦁ 💿 ⦁⋅⋅⊹⋅╍╾╾╾╾☾⋆
▹▫◃
┎┶┅┅┅━═⋅═━━━━═⋅═━┅┅┅┅☾⋆
┖╮
╭┤ˑ࣪    ִ .̇  ۫  ̣ ֽ֗ 💿 𝐃𝐎𝐖𝐍𝐋𝐎𝐀𝐃𝐒 💿·๋  ִ֗  ᐧ ֶּ֓ ˑ࣪ 
┇├┉━┅━┅━┅━┅━┅━┅━⋅≎⋆
┇ | 💿⋆͜͡҈➳ *${prefix}play*
┇ | 💿⋆͜͡҈➳ *${prefix}play2*
┇ | 💿⋆͜͡҈➳ *${prefix}twitter (Link do Twitter)*
┇ | 💿⋆͜͡҈➳ *${prefix}pinmp4 (link do Pinterest)*
┇ | 💿⋆͜͡҈➳ *${prefix}facebook (link do Facebook)*
┇ | 💿⋆͜͡҈➳ *${prefix}playmp4*
┇ | 💿⋆͜͡҈➳ *${prefix}spotify*
┇ | 💿⋆͜͡҈➳ *${prefix}tiktok*
┇ | 💿⋆͜͡҈➳ *${prefix}igdl*
┇ | 💿⋆͜͡҈➳ *${prefix}deezer*
┇ | 💿⋆͜͡҈➳ *${prefix}soundcloud*
┇ | 💿⋆͜͡҈➳ *${prefix}mediafire*
┇ | 💿⋆͜͡҈➳ *${prefix}gerarlink*
┇ | 💿⋆͜͡҈➳ *${prefix}gdrive*
┇ | 💿⋆͜͡҈➳ *${prefix}aptoide*
┇ | 💿⋆͜͡҈➳ *${prefix}kwai*
┇╰┉━┅━┅━┅━┅━┅━┅━⋅≎⋆ᐧ
╰╼╼╼╼╼╍⋅⊹⋅⋅⦁ 💿 ⦁⋅⋅⊹⋅╍╾╾╾╾☾⋆`;
};

exports.menudownload = menudownload;

// MENU STICKERS

const menusticker = (prefix, NomeDoBot, sender) => {
return` ​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​
┎┅┅┅┅━═⋅═━━━━═⋅═━┅┅┅┅
┖╮*🌹 𝑺𝒆𝒋𝒂 𝑩𝒆𝒎-𝑽𝒊𝒏𝒅𝒐 (𝒂)! 🌹*
┇├┉━┅━┅━┅━┅━┅━┅━⋅≎⋆ᐧ
┇ |
┇ | ⚡⋆͜͡҈➳ *Bot:* ${NomeDoBot}
┇ | ⚡⋆͜͡҈➳ *Usuário:* @${sender.split("@")[0]}
┇ |
┇╰┉━┅━┅━┅━┅━┅━┅━⋅≎⋆ᐧ
╰┮╼╼╼╼╼╍⋅⊹⋅⋅⦁ 🌹 ⦁⋅⋅⊹⋅╍╾╾╾╾☾⋆
▹▫◃
┎┶┅┅┅━═⋅═━━━━═⋅═━┅┅┅┅☾⋆
┖╮
╭┤ˑ࣪    ִ .̇  ۫  ̣ ֽ֗ 🌹 𝐌𝐄𝐍𝐔 - 𝐒𝐓𝐈𝐂𝐊𝐄𝐑 🌹·๋  ִ֗  ᐧ ֶּ֓ ˑ࣪ 
┇├┉━┅━┅━┅━┅━┅━┅━⋅≎⋆
┇ | 🌹⋆͜͡҈➳ *${prefix}figusrc (tema/quantidade)*
┇ | 🌹⋆͜͡҈➳ *${prefix}brat (Texto)*
┇ | 🌹⋆͜͡҈➳ *${prefix}ususticker*
┇ | 🌹⋆͜͡҈➳ *${prefix}figurinhas (quantidade)*
┇ | 🌹⋆͜͡҈➳ *${prefix}figumemes (quantidade)*
┇ | 🌹⋆͜͡҈➳ *${prefix}figuflork (quantidade)*
┇ | 🌹⋆͜͡҈➳ *${prefix}figuemoji (quantidade)*
┇ | 🌹⋆͜͡҈➳ *${prefix}figucoreana (quantidade)*
┇ | 🌹⋆͜͡҈➳ *${prefix}figubebe (quantidade)*
┇ | 🌹⋆͜͡҈➳ *${prefix}figufunny (quantidade)*
┇ | 🌹⋆͜͡҈➳ *${prefix}figuanimais (quantidade)*
┇ | 🌹⋆͜͡҈➳ *${prefix}figudesenho (quantidade)*
┇ | 🌹⋆͜͡҈➳ *${prefix}figuraiva (quantidade)*
┇ | 🌹⋆͜͡҈➳ *${prefix}figuroblox (quantidade)*
┇ | 🌹⋆͜͡҈➳ *${prefix}figaleatoria (quantidade)*
┇ | 🌹⋆͜͡҈➳ *${prefix}ttp (seu texto)*
┇ | 🌹⋆͜͡҈➳ *${prefix}attp (seu texto)*
┇ | 🌹⋆͜͡҈➳ *${prefix}sticker (marcar ft/video)*
┇ | 🌹⋆͜͡҈➳ *${prefix}fsticker (marcar ft/video)*
┇ | 🌹⋆͜͡҈➳ *${prefix}toimg (marcar figurinha)*
┇ | 🌹⋆͜͡҈➳ *${prefix}togif (marcar fig animada)*
┇ | 🌹⋆͜͡҈➳ *${prefix}tovid (marcar fig animada)*
┇ | 🌹⋆͜͡҈➳ *${prefix}qc (seu texto)*
┇ | 🌹⋆͜͡҈➳ *${prefix}roubar (marcar figurinha)*
┇ | 🌹⋆͜͡҈➳ *${prefix}rbale (marcar figurinha)*
┇ | 🌹⋆͜͡҈➳ *${prefix}sfundo (marcar imagem)*
┇╰┉━┅━┅━┅━┅━┅━┅━⋅≎⋆ᐧ
╰╼╼╼╼╼╍⋅⊹⋅⋅⦁ 🌹 ⦁⋅⋅⊹⋅╍╾╾╾╾☾⋆`;
};

exports.menusticker = menusticker;

// MENU DE DONO

const menudono = (prefix, NomeDoBot, sender) => {
return `​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​
┎┅┅┅┅━═⋅═━━━━═⋅═━┅┅┅┅
┖╮*🤴🏻 𝑺𝒆𝒋𝒂 𝑩𝒆𝒎-𝑽𝒊𝒏𝒅𝒐 (𝒂)! 🤴🏻*
┇├┉━┅━┅━┅━┅━┅━┅━⋅≎⋆ᐧ
┇ |
┇ | ⚡⋆͜͡҈➳ *Bot:* ${NomeDoBot}
┇ | ⚡⋆͜͡҈➳ *Usuário:* @${sender.split("@")[0]}
┇ |
┇╰┉━┅━┅━┅━┅━┅━┅━⋅≎⋆ᐧ
╰┮╼╼╼╼╼╍⋅⊹⋅⋅⦁ 👑 ⦁⋅⋅⊹⋅╍╾╾╾╾☾⋆
▹▫◃
┎┶┅┅┅━═⋅═━━━━═⋅═━┅┅┅┅☾
┖╮
╭┤ˑ࣪    ִ .̇  ۫  ̣ ֽ֗ 🤴🏻 𝐌𝐄𝐍𝐔 - 𝐃𝐎𝐍𝐎 🤴🏻·๋  ִ֗  ᐧ ֶּ֓ ˑ࣪ 
┇├┉━┅━┅━┅━┅━┅━┅━⋅≎⋆
┇ | 👑⋆͜͡҈➳ *${prefix}antiroubo (1/0)*
┇ | 👑⋆͜͡҈➳ *${prefix}setallowed*
┇ | 👑⋆͜͡҈➳ *${prefix}linksite*
┇ | 👑⋆͜͡҈➳ *${prefix}valor1*
┇ | 👑⋆͜͡҈➳ *${prefix}valor2*
┇ | 👑⋆͜͡҈➳ *${prefix}valor3*
┇ | 👑⋆͜͡҈➳ *${prefix}valor4*
┇ | 👑⋆͜͡҈➳ *${prefix}valor5*
┇ | 👑⋆͜͡҈➳ *${prefix}addrent*
┇ | 👑⋆͜͡҈➳ *${prefix}configurar-bot
┇ | 👑⋆͜͡҈➳ *${prefix}tirarrent*
┇ | 👑⋆͜͡҈➳ *${prefix}delrent*
┇ | 👑⋆͜͡҈➳ *${prefix}listrent*
┇ | 👑⋆͜͡҈➳ *${prefix}lastrent*
┇ | 👑⋆͜͡҈➳ *${prefix}keys*
┇ | 👑⋆͜͡҈➳ *${prefix}gerarkeygp*
┇ | 👑⋆͜͡҈➳ *${prefix}rmkey*
┇ | 👑⋆͜͡҈➳ *${prefix}addvipgp (dias)*
┇ | 👑⋆͜͡҈➳ *${prefix}delvipgp*
┇ | 👑⋆͜͡҈➳ *${prefix}bangp*
┇ | 👑⋆͜͡҈➳ *${prefix}unbangp*
┇ | 👑⋆͜͡҈➳ *${prefix}fotomenu (marcar img)*
┇ | 👑⋆͜͡҈➳ *${prefix}blockcmd (comando)*
┇ | 👑⋆͜͡҈➳ *${prefix}unblockcmd (comando)*
┇ | 👑⋆͜͡҈➳ *${prefix}cmdviplist*
┇ | 👑⋆͜͡҈➳ *${prefix}addcmdvip (comando)*
┇ | 👑⋆͜͡҈➳ *${prefix}fundobemvindo (marcar img)*
┇ | 👑⋆͜͡҈➳ *${prefix}fundosaiu (marcar img)*
┇ | 👑⋆͜͡҈➳ *${prefix}servip*
┇ | 👑⋆͜͡҈➳ *${prefix}listagp*
┇ | 👑⋆͜͡҈➳ *${prefix}sairdogp*
┇ | 👑⋆͜͡҈➳ *${prefix}linkdogp*
┇ | 👑⋆͜͡҈➳ *${prefix}kitargps*
┇ | 👑⋆͜͡҈➳ *${prefix}antiligar (1/0)*
┇ | 👑⋆͜͡҈➳ *${prefix}modoaluguel (1/0)*
┇ | 👑⋆͜͡҈➳ *${prefix}tmgp*
┇ | 👑⋆͜͡҈➳ *${prefix}infocmd_add (texto)*
┇ | 👑⋆͜͡҈➳ *${prefix}infocmd_del (comando)*
┇ | 👑⋆͜͡҈➳ *${prefix}visualizarmsg*
┇ | 👑⋆͜͡҈➳ *${prefix}console*
┇ | 👑⋆͜͡҈➳ *${prefix}botoff*
┇ | 👑⋆͜͡҈➳ *${prefix}boton*
┇ | 👑⋆͜͡҈➳ *${prefix}verificado-global*
┇ | 👑⋆͜͡҈➳ *${prefix}rmpalavra_forca*
┇ | 👑⋆͜͡҈➳ *${prefix}addpalavras_forca*
┇ | 👑⋆͜͡҈➳ *${prefix}addvip*
┇ | 👑⋆͜͡҈➳ *${prefix}delvip*
┇ | 👑⋆͜͡҈➳ *${prefix}addvipgp (quantos dias)*
┇ | 👑⋆͜͡҈➳ *${prefix}modo-vip (1/0)*
┇ | 👑⋆͜͡҈➳ *${prefix}privphotobot*
┇ | 👑⋆͜͡҈➳ *${prefix}privaddgroup*
┇ | 👑⋆͜͡҈➳ *${prefix}clonar (marcar img)*
┇ | 👑⋆͜͡҈➳ *${prefix}fotobot (marcar img)*
┇ | 👑⋆͜͡҈➳ *${prefix}block (marcar pessoa)*
┇ | 👑⋆͜͡҈➳ *${prefix}unblock (marcar pessoa)*
┇ | 👑⋆͜͡҈➳ *${prefix}setprefix (novo prefixo)*
┇ | 👑⋆͜͡҈➳ *${prefix}bcgp (Transmissão-pv)*
┇╰┉━┅━┅━┅━┅━┅━┅━⋅≎⋆ᐧ
╰╼╼╼╼╼╍⋅⊹⋅⋅⦁ 👑 ⦁⋅⋅⊹⋅╍╾╾╾╾☾⋆`;
};

exports.menudono = menudono;

// MENU DE LOGOS 

const menulogos = (prefix, NomeDoBot, sender) => {
return `​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​
┎┅┅┅┅━═⋅═━━━━═⋅═━┅┅┅┅
┖╮*🎨 𝑺𝒆𝒋𝒂 𝑩𝒆𝒎-𝑽𝒊𝒏𝒅𝒐 (𝒂)! 🎨*
┇├┉━┅━┅━┅━┅━┅━┅━⋅≎⋆ᐧ
┇ |
┇ | ⚡⋆͜͡҈➳ *Bot:* ${NomeDoBot}
┇ | ⚡⋆͜͡҈➳ *Usuário:* @${sender.split("@")[0]}
┇ |
┇╰┉━┅━┅━┅━┅━┅━┅━⋅≎⋆ᐧ
╰┮╼╼╼╼╼╍⋅⊹⋅⋅⦁ 🎨 ⦁⋅⋅⊹⋅╍╾╾╾╾☾⋆
▹▫◃
┎┶┅┅┅━═⋅═━━━━═⋅═━┅┅┅┅☾
┖╮
╭┤ˑ࣪    ִ .̇  ۫  ̣ ֽ֗ 🎨 *𝐌𝐄𝐍𝐔 - 𝐋𝐎𝐆𝐎𝐒* 🎨·๋  ִ֗  ᐧ ֶּ֓ ˑ࣪ 
┇├┉━┅━┅━┅━┅━┅━┅━⋅≎⋆
┇ | 🎨⋆͜͡҈➳ *${prefix}amongus (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}script (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}gta (texto/texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}pubgv (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}natalmsg (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}anonovo (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}tigrev (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}googlesg (texto/texto/texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}glitch (texto/texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}glitch3 (texto/texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}grafity (texto/texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}space (texto/texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}marvel (texto/texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}gameplay (texto/texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}stone (texto/texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}steel (texto/texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}ffbanner (texto/texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}avatar (texto/texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}videogame (texto/texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}pubg (texto/texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}thorstyle (texto/texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}neonlight (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}orangejuice (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}ranbowequalizer (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}peridot (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}rock (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}esmeralda (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}3ddragon (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}purpleshiny (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}robotr2 (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}berry (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}hologram (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}cartoon (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}deepsea (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}shadow-sky (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}metalic (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}logoneon (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}ninjalogo (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}harry-potter (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}flower-typography (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}butterfly (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}starballons (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}frozen (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}3dsilver (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}goldtext (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}illuminated-metallic (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}sweet-candy (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}strawberry (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}seta (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}grafite (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}goldt (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}tela (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}3dboxtxt (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}chocolate-cake (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}magma (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}green-horror (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}blackpink2 (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}logobear (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}flaming (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}carved-wood (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}night-sky (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}naturalleaves (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}candycane (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}christmas (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}merrychristmas (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}3ddeep (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}drug (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}americanflag (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}scifi (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}sandsummer (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}desfocado (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}vietnam (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}brilhante (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}sandwriting (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}sandengraved (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}summerysand (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}glue (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}dark (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}galaxystyle (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}minion (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}horrorgift (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}holographic (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}deluxe (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}glossyblue (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}deluxegold (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}glossycarbon (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}fabric (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}watercolor (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}1917 (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}multicolor (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}generator (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}wonderful (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}holiday (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}technology (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}winter (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}neontext (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}halloweenfire (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}metaldark (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}darkgold (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}wicker (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}firework (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}steeltext (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}goldfoil (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}ultragloss (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}denimtext (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}stargreen (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}captain (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}toxic (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}txtquadrinhos (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}hackneon (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}equipemascote (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}ffavatar (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}gizquadro (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}angelglx (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}blackpink (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}girlmascote (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}mascotegame (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}fpsmascote (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}logogame (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}glitch2 (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}3dgold (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}placaloli (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}phadow (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}efeitoneon (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}cemiterio (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}metalgold (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}fire (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}romantic (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}smoke (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}papel (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}lovemsg (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}lovemsg2 (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}lovemsg3 (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}coffecup (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}coffecup2 (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}cup (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}florwooden (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}lobometal (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}harryp (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}txtborboleta (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}madeira (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}pornhub (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}escudo (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}transformer (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}america (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}demongreen (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}wetglass (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}toxic (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}neon3 (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}neondevil (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}neongreen (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}lava (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}halloween (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}demonfire (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}demongreen (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}thunder (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}thunderv2 (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}colaq (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}luxury (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}matrix (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}horror (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}nuvem (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}neon (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}neon1 (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}neon2 (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}neon3d (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}neve (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}areia (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}vidro (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}style (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}pink (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}carbon (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}metalblue (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}jeans (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}ossos (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}asfalto (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}3dgoldenblack (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}3d_business (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}summer (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}natal (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}jokerlogo (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}blood (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}break (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}fiction (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}3dstone (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}lapis (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}gelo (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}rainbow (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}metalfire (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}cria (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}ff1 (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}ff2 (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}game (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}entardecer (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}indian (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}ffrose (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}ffgreen (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}wolf (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}dragonred (texto)*
┇ | 🎨⋆͜͡҈➳ *${prefix}purple (texto)*
┇╰┉━┅━┅━┅━┅━┅━┅━⋅≎⋆ᐧ
╰╼╼╼╼╼╍⋅⊹⋅⋅⦁ 🎨 ⦁⋅⋅⊹⋅╍╾╾╾╾☾⋆`;
};

exports.menulogos = menulogos;

// MENU DE ALTERAR ÁUDIOS E VÍDEOS

const alteradores = (prefix, NomeDoBot, sender) => { 

return`
┎┅┅┅┅━═⋅═━━━━═⋅═━┅┅┅┅
┖╮*🗣 𝑺𝒆𝒋𝒂 𝑩𝒆𝒎-𝑽𝒊𝒏𝒅𝒐 (𝒂)! ⚙*
┇├┉━┅━┅━┅━┅━┅━┅━⋅≎⋆ᐧ
┇ |
┇ | ⚡⋆͜͡҈➳ *Bot:* ${NomeDoBot}
┇ | ⚡⋆͜͡҈➳ *Usuário:* @${sender.split("@")[0]}
┇ |
┇╰┉━┅━┅━┅━┅━┅━┅━⋅≎⋆ᐧ
╰┮╼╼╼╼╼╍⋅⊹⋅⋅⦁ 🗣 ⦁⋅⋅⊹⋅╍╾╾╾╾☾⋆
▹▫◃
┎┶┅┅┅━═⋅═━━━━═⋅═━┅┅┅┅☾
┖╮
╭┤ˑ࣪    ִ .̇  ۫  ̣ ֽ֗ 🗣 𝐀𝐋𝐓𝐄𝐑𝐀𝐃𝐎𝐑𝐄𝐒 ⚙·๋  ִ֗  ᐧ ֶּ֓ ˑ࣪ 
┇├┉━┅━┅━┅━┅━┅━┅━⋅≎⋆
┇ | 🗣⋆͜͡҈➳ *${prefix}videolento (marcar/vid)*
┇ | 🗣⋆͜͡҈➳ *${prefix}videorapido (marcar/vid)*
┇ | 🗣⋆͜͡҈➳ *${prefix}videocontrario (marcar/vid)*
┇ | 🗣⋆͜͡҈➳ *${prefix}audiolento (marcar/audio)*
┇ | 🗣⋆͜͡҈➳ *${prefix}audiorapido (marcar/audio)*
┇ | 🗣⋆͜͡҈➳ *${prefix}grave (marcar/audio)*
┇ | 🗣⋆͜͡҈➳ *${prefix}grave2 (marcar/audio)*
┇ | 🗣⋆͜͡҈➳ *${prefix}esquilo (marcar/audio)*
┇ | 🗣⋆͜͡҈➳ *${prefix}estourar (marcar/audio)*
┇ | 🗣⋆͜͡҈➳ *${prefix}bass (marcar/audio)*
┇ | 🗣⋆͜͡҈➳ *${prefix}bass2 (marcar/audio)*
┇ | 🗣⋆͜͡҈➳ *${prefix}vozmenino (marcar/audio)*
┇╰┉━┅━┅━┅━┅━┅━┅━⋅≎⋆ᐧ
╰╼╼╼╼╼╍⋅⊹⋅⋅⦁ 🗣 ⦁⋅⋅⊹⋅╍╾╾╾╾☾⋆`;
};

exports.alteradores = alteradores;

// MENU PREMIUM 

const menuprem = (prefix, NomeDoBot, sender) => { 

return `
┎┅┅┅┅━═⋅═━━━━═⋅═━┅┅┅┅
┖╮*💎 𝑺𝒆𝒋𝒂 𝑩𝒆𝒎-𝑽𝒊𝒏𝒅𝒐 (𝒂)! 💎*
┇├┉━┅━┅━┅━┅━┅━┅━⋅≎⋆ᐧ
┇ |
┇ | ⚡⋆͜͡҈➳ *Bot:* ${NomeDoBot}
┇ | ⚡⋆͜͡҈➳ *Usuário:* @${sender.split("@")[0]}
┇ |
┇╰┉━┅━┅━┅━┅━┅━┅━⋅≎⋆ᐧ
╰┮╼╼╼╼╼╍⋅⊹⋅⋅⦁ 💎 ⦁⋅⋅⊹⋅╍╾╾╾╾☾⋆
▹▫◃
┎┶┅┅┅━═⋅═━━━━═⋅═━┅┅┅┅☾
┖╮
╭┤ˑ࣪    ִ .̇  ۫  ̣ ֽ֗  💎 𝐌𝐄𝐍𝐔 - 𝐕𝐈𝐏  💎·๋  ִ֗  ᐧ ֶּ֓ ˑ࣪ 
┇├┉━┅━┅━┅━┅━┅━┅━⋅≎⋆
┇ | 💎⋆͜͡҈➳ *shadow (pergunta/sem prefixo)*
┇ | 💎⋆͜͡҈➳ *${prefix}skinmc (Nick do Minecraft)*
┇ | 💎⋆͜͡҈➳ *${prefix}populacao*
┇ | 💎⋆͜͡҈➳ *${prefix}horariospg*
┇ | 💎⋆͜͡҈➳ *${prefix}porcentagenspg*
┇ | 💎⋆͜͡҈➳ *${prefix}nomeff (ID do Free Fire)*
┇ | 💎⋆͜͡҈➳ *${prefix}like (ID do Free Fire)*
┇ | 💎⋆͜͡҈➳ *${prefix}bancheckff (ID do Free Fire)*
┇ | 💎⋆͜͡҈➳ *${prefix}fakemsg*
┇ | 💎⋆͜͡҈➳ *${prefix}calendario*
┇ | 💎⋆͜͡҈➳ *${prefix}ddd (Ex: 21)*
┇ | 💎⋆͜͡҈➳ *${prefix}gerarcpf*
┇ | 💎⋆͜͡҈➳ *${prefix}listavip*
┇ | 💎⋆͜͡҈➳ *${prefix}encurtalink (link)*
┇ | 💎⋆͜͡҈➳ *${prefix}encurtalink2 (link+nome)*
┇ | 💎⋆͜͡҈➳ *${prefix}encurtalink3 (link)*
┇ | 💎⋆͜͡҈➳ *${prefix}encurtalink4 (link)*
┇ | 💎⋆͜͡҈➳ *${prefix}celular (Ex: iPhone)*
┇ | 💎⋆͜͡҈➳ *${prefix}cotacao (moeda)*
┇ | 💎⋆͜͡҈➳ *${prefix}casar (@pessoa)*
┇ | 💎⋆͜͡҈➳ *${prefix}correio (número/msg)*
┇ | 💎⋆͜͡҈➳ *${prefix}nick (nome)*
┇╰┉━┅━┅━┅━┅━┅━┅━⋅≎⋆ᐧ
╰╼╼╼╼╼╍⋅⊹⋅⋅⦁ 💎 ⦁⋅⋅⊹⋅╍╾╾╾╾☾⋆
*๖ۣۜ͡ஓீ͜͜͡❥𖤃·۪۫ˑ݈🎲『𝐏𝐔𝐗𝐀𝐃𝐀𝐒 
╭━━•𖧹꧁᭼⸼◍ཻꢀ᮪⸱ᨗᨗᨗ🛸⸱ᨗᨗᨗꢀ᮪ཻ◍⸼᭼꧂𖧹•━━╮
┇ | 🎲⋆͜͡҈➳ *${prefix}nome*
┇ | 🎲⋆͜͡҈➳ *${prefix}nome2*
┇ | 🎲⋆͜͡҈➳ *${prefix}nome3*
┇ | 🎲⋆͜͡҈➳ *${prefix}tel*
┇ | 🎲⋆͜͡҈➳ *${prefix}tel2*
┇ | 🎲⋆͜͡҈➳ *${prefix}tel3*
┇ | 🎲⋆͜͡҈➳ *${prefix}tel4*
┇ | 🎲⋆͜͡҈➳ *${prefix}cpf*
┇ | 🎲⋆͜͡҈➳ *${prefix}cpf2*
┇ | 🎲⋆͜͡҈➳ *${prefix}cpf3*
┇ | 🎲⋆͜͡҈➳ *${prefix}cpf4*
┇ | 🎲⋆͜͡҈➳ *${prefix}cpf5*
┇ | 🎲⋆͜͡҈➳ *${prefix}datasus*
┇ | 🎲⋆͜͡҈➳ *${prefix}rg*
┇ | 🎲⋆͜͡҈➳ *${prefix}cnpj*
┇ | 🎲⋆͜͡҈➳ *${prefix}cnpj2*
┇ | 🎲⋆͜͡҈➳ *${prefix}bin*
┇ | 🎲⋆͜͡҈➳ *${prefix}cep*
┇ | 🎲⋆͜͡҈➳ *${prefix}placa*
┇ | 🎲⋆͜͡҈➳ *${prefix}placa2*
┇ | 🎲⋆͜͡҈➳ *${prefix}ip*
╰━━•𖧹꧁᭼⸼◍ཻꢀ᮪⸱ᨗᨗᨗ🛸⸱ᨗᨗᨗꢀ᮪ཻ◍⸼᭼꧂𖧹•━━╯`
};

exports.menuprem = menuprem;

// MENU DE BRINCADEIRAS.. 

const brincadeiras = (prefix, NomeDoBot, sender) => {
return `
┎┅┅┅┅━═⋅═━━━━═⋅═━┅┅┅┅
┖╮*🎮 𝑺𝒆𝒋𝒂 𝑩𝒆𝒎-𝑽𝒊𝒏𝒅𝒐 (𝒂)! 🕹*
┇├┉━┅━┅━┅━┅━┅━┅━⋅≎⋆ᐧ
┇ |
┇ | ⚡⋆͜͡҈➳ *Bot:* ${NomeDoBot}
┇ | ⚡⋆͜͡҈➳ *Usuário:* @${sender.split("@")[0]}
┇ |
┇╰┉━┅━┅━┅━┅━┅━┅━⋅≎⋆ᐧ
╰┮╼╼╼╼╼╍⋅⊹⋅⋅⦁ 🎮 ⦁⋅⋅⊹⋅╍╾╾╾╾☾⋆
▹▫◃
┎┶┅┅┅━═⋅═━━━━═⋅═━┅┅┅┅☾
┖╮
╭┤ˑ࣪    ִ .̇  ۫  ̣ ֽ֗  🎮 𝐌𝐄𝐍𝐔 - 𝐆𝐀𝐌𝐄𝐒  🕹·๋  ִ֗  ᐧ ֶּ֓ ˑ࣪ 
┇├┉━┅━┅━┅━┅━┅━┅━⋅≎⋆
┇ | 🎮⋆͜͡҈➳ *${prefix}gay (marcar @)*
┇ | 🎮⋆͜͡҈➳ *${prefix}infiel (marcar @)*
┇ | 🎮⋆͜͡҈➳ *${prefix}feio (marcar @)*
┇ | 🎮⋆͜͡҈➳ *${prefix}corno (marcar @)*
┇ | 🎮⋆͜͡҈➳ *${prefix}gostoso (marcar @)*
┇ | 🎮⋆͜͡҈➳ *${prefix}gostosa (marcar @)*
┇ | 🎮⋆͜͡҈➳ *${prefix}beijar (marcar @)*
┇ | 🎮⋆͜͡҈➳ *${prefix}matar (marcar @)*
┇ | 🎮⋆͜͡҈➳ *${prefix}tapa (marcar @)*
┇ | 🎮⋆͜͡҈➳ *${prefix}chute (marcar @)*
┇ | 🎮⋆͜͡҈➳ *${prefix}chance (fale algo)*
┇ | 🎮⋆͜͡҈➳ *${prefix}jogodavelha (marcar @)*
┇ | 🎮⋆͜͡҈➳ *${prefix}anagrama (1/0)*
┇ | 🎮⋆͜͡҈➳ *${prefix}quizanimais (1/0)*
┇ | 🎮⋆͜͡҈➳ *${prefix}enigma (1/0)*
┇ | 🎮⋆͜͡҈➳ *${prefix}casal (casal do grupo)*
┇ | 🎮⋆͜͡҈➳ *${prefix}r-forca (letra)*
┇ | 🎮⋆͜͡҈➳ *${prefix}resetforca (resetar)*
┇ | 🎮⋆͜͡҈➳ *${prefix}jogodaforca (iniciar)*
┇ | 🎮⋆͜͡҈➳ *${prefix}ppt (pedra/papel/tesoura)*
┇ | 🎮⋆͜͡҈➳ *${prefix}quando (pergunta)*
┇ | 🎮⋆͜͡҈➳ *${prefix}rankgay*
┇ | 🎮⋆͜͡҈➳ *${prefix}rankgado*
┇ | 🎮⋆͜͡҈➳ *${prefix}rankcorno*
┇ | 🎮⋆͜͡҈➳ *${prefix}rankgostoso*
┇ | 🎮⋆͜͡҈➳ *${prefix}rankgostosa*
┇ | 🎮⋆͜͡҈➳ *${prefix}rankotakus*
┇ | 🎮⋆͜͡҈➳ *${prefix}rankpau*
┇ | 🎮⋆͜͡҈➳ *${prefix}mencionar (fale algo)*
┇ | 🎮⋆͜͡҈➳ *${prefix}death (nome)*
┇╰┉━┅━┅━┅━┅━┅━┅━⋅≎⋆ᐧ
╰╼╼╼╼╼╍⋅⊹⋅⋅⦁ 🎮 ⦁⋅⋅⊹⋅╍╾╾╾╾☾⋆`;
};

exports.brincadeiras = brincadeiras;

// MENU DE EFEITOS DE IMAGEM

const efeitos = (prefix, NomeDoBot, sender) => {
return `
┎┅┅┅┅━═⋅═━━━━═⋅═━┅┅┅┅
┖╮*🪄 𝑺𝒆𝒋𝒂 𝑩𝒆𝒎-𝑽𝒊𝒏𝒅𝒐 (𝒂)! 🪄*
┇├┉━┅━┅━┅━┅━┅━┅━⋅≎⋆ᐧ
┇ |
┇ | ⚡⋆͜͡҈➳ *Bot:* ${NomeDoBot}
┇ | ⚡⋆͜͡҈➳ *Usuário:* @${sender.split("@")[0]}
┇ |
┇╰┉━┅━┅━┅━┅━┅━┅━⋅≎⋆ᐧ
╰┮╼╼╼╼╼╍⋅⊹⋅⋅⦁ 🪄 ⦁⋅⋅⊹⋅╍╾╾╾╾☾⋆
▹▫◃
┎┶┅┅┅━═⋅═━━━━═⋅═━┅┅┅┅☾
┖╮
╭┤ˑ࣪    ִ .̇  ۫  ̣ ֽ֗  🪄 𝐌𝐄𝐍𝐔 - 𝐄𝐅𝐄𝐈𝐓𝐎𝐒  🪄·๋  ִ֗  ᐧ ֶּ֓ ˑ࣪ 
┇├┉━┅━┅━┅━┅━┅━┅━⋅≎⋆
┇ | 🪄⋆͜͡҈➳ *${prefix}citar (marcar/img)*
┇ | 🪄⋆͜͡҈➳ *${prefix}ghibli (marcar/img)*
┇ | 🪄⋆͜͡҈➳ *${prefix}remove-bg*
┇ | 🪄⋆͜͡҈➳ *${prefix}hd*
┇ | 🪄⋆͜͡҈➳ *${prefix}legenda-foto (texto/img)*
┇ | 🪄⋆͜͡҈➳ *${prefix}comunismo (marcar/img)*
┇ | 🪄⋆͜͡҈➳ *${prefix}bolsonaro (marcar/img)*
┇ | 🪄⋆͜͡҈➳ *${prefix}bnw (marcar/img)*
┇ | 🪄⋆͜͡҈➳ *${prefix}beaultiful (marcar/img)*
┇ | 🪄⋆͜͡҈➳ *${prefix}blur (marcar/img)*
┇ | 🪄⋆͜͡҈➳ *${prefix}affect (marcar/img)*
┇ | 🪄⋆͜͡҈➳ *${prefix}del (marcar/img)*
┇ | 🪄⋆͜͡҈➳ *${prefix}circle (marcar/img)*
┇ | 🪄⋆͜͡҈➳ *${prefix}dither (marcar/img)*
┇ | 🪄⋆͜͡҈➳ *${prefix}facepalm (marcar/img)*
┇ | 🪄⋆͜͡҈➳ *${prefix}invert (marcar/img)*
┇ | 🪄⋆͜͡҈➳ *${prefix}lgbt (marcar/img)*
┇ | 🪄⋆͜͡҈➳ *${prefix}magik (marcar/img)*
┇ | 🪄⋆͜͡҈➳ *${prefix}rotate (marcar/img)*
┇ | 🪄⋆͜͡҈➳ *${prefix}rip (marcar/img)*
┇ | 🪄⋆͜͡҈➳ *${prefix}jail (marcar/img)*
┇ | 🪄⋆͜͡҈➳ *${prefix}trash (marcar/img)*
┇ | 🪄⋆͜͡҈➳ *${prefix}pixelate (marcar/img)*
┇ | 🪄⋆͜͡҈➳ *${prefix}sepia (marcar/img)*
┇ | 🪄⋆͜͡҈➳ *${prefix}wanted (marcar/img)*
┇ | 🪄⋆͜͡҈➳ *${prefix}wasted (marcar/img)*
┇ | 🪄⋆͜͡҈➳ *${prefix}animeia (marcar/img)*
┇ | 🪄⋆͜͡҈➳ *${prefix}zombie (marcar/img)*
┇╰┉━┅━┅━┅━┅━┅━┅━⋅≎⋆ᐧ
╰╼╼╼╼╼╍⋅⊹⋅⋅⦁ 🪄 ⦁⋅⋅⊹⋅╍╾╾╾╾☾⋆`;
};

exports.efeitos = efeitos;